<!doctype html>
<html>
<head>
	<title>LACKEYCCG - VTES PLUGIN</title>
</head>
<body bgcolor="#111111">
<p>&nbsp;</p>

<table align="center" border="0" cellpadding="1" cellspacing="1" style="width:700px;">
	<tbody>
		<tr>
			<td style="text-align: center;"><strong><span style="font-size:24px;"><span style="color:#FF0000;">LACKEYCCG&nbsp; VtES PLUGIN</span></span></strong></td>
		</tr>
		<tr>
			<td>
			<p style="text-align: center;"><span style="font-size:20px;"><span style="color:#cccccc;">tutorial em portugu&ecirc;s</span></span></p>

			<p><span style="font-size: 18px;"><span style="color:#FF0000;"><strong>O que &eacute; o&nbsp;LackeyCCG?</strong></span></span></p>

			<p><span style="color:#cccccc;">LackeyCCG&nbsp;&eacute; um programa para jogar jogos cartas colecion&aacute;veis online (ou off-line no modo solit&aacute;rio). E &eacute; tamb&eacute;m uma &oacute;tima ferramenta para construir e tunar decks. Com ele voc&ecirc; pode criar seu pr&oacute;prio jogo de cartas ou jogar algum j&aacute; pronto dispon&iacute;vel na internet&nbsp;com seus&nbsp;amigos.</span></p>

			<p>&nbsp;</p>

			<p><span style="font-size:18px;"><span style="color:#FF0000;"><strong>Como instalar o&nbsp;LackeyCCG:</strong></span></span></p>

			<p><span style="color:#cccccc;"><strong>1</strong>&nbsp;- Baixe o programa&nbsp;lackeyccg&nbsp;de um desses links:</span></p>

			<p><span style="color:#cccccc;">Vers&atilde;o Windows</span><br />
			<a href="http://www.lackeyccg.com/LackeyCCGWin.zip" target="_self"><span style="color:#FF0000;">http://www.lackeyccg.com/LackeyCCGWin.zip</span></a></p>

			<p><span style="color:#cccccc;">Vers&atilde;o Mac/OSX</span><br />
			<a href="http://www.lackeyccg.com/LackeyCCGMac.zip" target="_self"><span style="color:#FF0000;">http://www.lackeyccg.com/LackeyCCGMac.zip</span></a></p>

			<p><span style="color:#cccccc;">Vers&atilde;o Linux (instru&ccedil;&otilde;es em ingl&ecirc;s)</span><br />
			<a href="http://www.lackeyccg.com/linux.html" target="_self"><span style="color:#FF0000;">www.lackeyccg.com/linux.html</span></a></p>

			<p><span style="color:#cccccc;">Vers&atilde;o&nbsp;Ipad</span><br />
			<a href="https://itunes.apple.com/us/app/lackeyccg/id905078017?ls=1&amp;mt=8"><span style="color:#FF0000;">Dispon&iacute;vel na Apple&nbsp;Store</span></a></p>

			<p><span style="color:#cccccc;"><strong>2</strong>&nbsp;- Descompacte-o para uma pasta f&aacute;cil acesso.</span></p>

			<p><span style="color:#cccccc;"><strong>3</strong>&nbsp;- Abra o execut&aacute;vel LackeyCCG.exe</span></p>

			<p><span style="color:#cccccc;"><strong>4</strong>&nbsp;- Clique na aba &quot;Plugin:war3000&quot; e cole um desses dois links:</span></p>

			<p><span style="color:#cccccc;">para computadores r&aacute;pidos e ou com monitores de alta defini&ccedil;&atilde;o<br />
			<strong>http://www.lackeyccg.com/vtes/high/updatelist.txt</strong></span></p>

			<p><span style="color:#cccccc;"><s><strong>OU</strong></s></span></p>

			<p><span style="color:#cccccc;"><s>para computadores lentos ou monitores de baixa defini&ccedil;&atilde;o<br />
			http://www.lackeyccg.com/vtes/medium/updatelist.txt</s><br />
			descontinuado</span></p>

			<p><span style="color:#cccccc;"><strong>* &Eacute; recomend&aacute;vel marcar a op&ccedil;&atilde;o &ldquo;Automatically&nbsp;check&nbsp;for&nbsp;plugin&nbsp;updates?&rdquo; para que o programa sempre atualize o&nbsp;plugin&nbsp;sozinho.</strong></span></p>

			<p><span style="color:#cccccc;"><strong>5</strong>&nbsp;- Clique em &quot;Install&nbsp;or&nbsp;Update&nbsp;from&nbsp;URL!&quot; e aguarde o download de todos os arquivos terminar.</span></p>

			<p><span style="color:#cccccc;"><strong>6</strong>&nbsp;- Depois de conclu&iacute;do reinicie o&nbsp;LackeyCCG, clique em &quot;browse installed plugns to load one&hellip;&quot; e escolha vtes na lista de jogos.</span></p>

			<p><span style="color:#cccccc;">Divirta-se</span></p>

			<p>&nbsp;</p>

			<p><span style="font-size:18px;"><span style="color:#FF0000;"><strong>Como conectar ao servidor oficial e procurar outros jogadores:</strong></span></span></p>

			<p><span style="color:#cccccc;"><strong>1</strong>&nbsp;- Para construir decks clique na aba &ldquo;Deck Editor&rdquo; e ap&oacute;s de terminado n&atilde;o esque&ccedil;a de salva-lo OU use um deck&nbsp;pr&eacute;-constru&iacute;do clicando no bot&atilde;o &quot;Browse&quot;. Voc&ecirc; pode converter decks do&nbsp;formato .eld&nbsp;(FELD/ARDB/Etc.) para o formato do&nbsp;lackeyccg&nbsp;e vice-versa usando o programa feld2lackey.exe (apenas no&nbsp;windows) incluso na pasta inicial do&nbsp;lackeyccg&nbsp;(somente funciona com decks salvos no formato&nbsp;txt).</span></p>

			<p><span style="color:#cccccc;">NOTA:<br />
			Na aba &quot;Deck Editor&quot; voc&ecirc; pode usar a lista &quot;Format&quot; para filtrar as cartas por:&nbsp; Library,&nbsp;Crypt,&nbsp;Storyline ou Any (todos).<br />
			O programa de convers&atilde;o de decks n&atilde;o reconhece algumas cartas de VtES, cheque seus decks depois da convers&atilde;o.</span></p>

			<p><span style="color:#cccccc;"><strong>2</strong>&nbsp;- Depois de configurar seu nome e informa&ccedil;&otilde;es pessoais, v&aacute; para aba &ldquo;Server&rdquo;, clique no bot&atilde;o &quot;Refresh&nbsp;Server&nbsp;list&nbsp;from&nbsp;the&nbsp;tracker&quot; e ent&atilde;o conecte-se ao servidor oficial do&nbsp;lackeyccg&nbsp;OU voc&ecirc; pode se conectar a um servidor alternativo usando a op&ccedil;&atilde;o &quot;Connect&nbsp;to&nbsp;a Server&nbsp;from&nbsp;IP&quot;.</span></p>

			<p><span style="color:#cccccc;"><strong>3</strong>&nbsp;- Ap&oacute;s conectado ao servidor oficial do&nbsp;lackeyccg&nbsp;voc&ecirc; ver&aacute; uma janela com outros jogadores e outros jogos (magic,&nbsp;wow, 5rings, etc.), voc&ecirc; pode falar com outros jogadores no chat na parte de baixo, entrar em um jogo dispon&iacute;vel no campo &quot;Description&quot; no lado direito ou pode criar um novo clicando em &quot;Host a game...&quot;.</span></p>

			<p><span style="color:#cccccc;">NOTA:<br />
			Se voc&ecirc; tiver problemas para entrar no servidor oficial do&nbsp;lackeyccg&nbsp;ou para se conectar a um jogo por IP tente seguir as instru&ccedil;&otilde;es da seguinte pagina (em ingl&ecirc;s):</span><br />
			<a href="http://www.lackeyccg.com/tutorial.html#connectingtoserver"><span style="color:#FF0000;">www.lackeyccg.com/tutorial.html#connectingtoserver</span></a></p>

			<p>&nbsp;</p>

			<p><span style="font-size:18px;"><span style="color:#FF0000;"><strong>Como jogar:</strong></span></span></p>

			<p><span style="color:#cccccc;"><strong>1</strong>&nbsp;- Conecte-se ao servidor oficial ou a servidor alternativo (se existir algum).</span></p>

			<p><span style="color:#cccccc;"><strong>2</strong>&nbsp;- Entre (join) ou crie (host) um jogo.</span></p>

			<p><span style="color:#cccccc;"><strong>3</strong>&nbsp;- Aguarde todos os demais jogadores entrarem&nbsp;no janela&nbsp;principal de jogo.</span></p>

			<p><span style="color:#cccccc;"><strong>4</strong>&nbsp;- Role um dado D20 clicando com o bot&atilde;o direito na mesa de jogo e ent&atilde;o clicando em &quot;Roll&nbsp;D20&quot; ou digitando /rolld20 no chat abaixo.</span></p>

			<p><span style="color:#cccccc;"><strong>5</strong>&nbsp;- Sente nas cadeiras localizadas no esquerdo onde est&atilde;o os&nbsp;avatares&nbsp;dos jogadores seguindo a ordem de presa e predador definida pela rolagem dos dados (voc&ecirc; pode usar as cartas "seating order" na aba tokens para marcar as posi&ccedil;&otilde;es).</span></p>

			<p><span style="color:#cccccc;"><strong>6</strong>&nbsp;- Carregue seu deck clicando com o bot&atilde;o direito em seu&nbsp;avatar&nbsp;e escolhendo-o no menu &quot;Load&nbsp;Your&nbsp;Recent&nbsp;Deck&quot; OU clicando na aba &quot;Deck Editor&quot;, depois no bot&atilde;o &quot;Browse&quot;, escolha um deck no menu que aparecer e ent&atilde;o clique em &quot;Load&nbsp;Deck&nbsp;to&nbsp;You&quot;.</span></p>

			<p><span style="color:#cccccc;"><strong>7</strong>&nbsp;- O jogador da primeira cadeira escolhe onde na mesa ele ou ela ir&aacute; colocar seus&nbsp;minions&nbsp;(cartas da cripta) clicando no bot&atilde;o &quot;Draw&nbsp;Crypt&quot; no menu na parte de baixo da mesa de jogo. Ent&atilde;o, o segundo jogador coloca suas cartas na mesa de jogo e assim por diante at&eacute; que todos estejam em suas devidas posi&ccedil;&otilde;es. Para ver cartas viradas para baixo na mesa, basta pressionar a tecla SHIFT ao clicar na carta.</span></p>

			<p><span style="color:#cccccc;"><strong>8</strong>&nbsp;- Para jogar cartas da m&atilde;o para mesa basta arrasta-las para o local desejado ou clicar na carta com o bot&atilde;o direito e ent&atilde;o usar a op&ccedil;&atilde;o &quot;Play&quot;.</span></p>

			<p><span style="color:#cccccc;"><strong>9</strong>&nbsp;- Para pagar custo de cartas, influenciar seus&nbsp;minions, ganhar ou perder pool /&nbsp;vp&nbsp;use os controles em seu&nbsp;avatar&nbsp;localizado a esquerda da mesa de jogo.</span></p>

			<p><span style="color:#cccccc;"><strong>10</strong>&nbsp;- Para passar o turno ou passar a vez de um jogador para outro, basta clicar nas setas abaixo da barra colorida de&nbsp;avatares.</span></p>

			<p><span style="color:#cccccc;"><strong>11</strong>&nbsp;- Para personalizar a interface do&nbsp;lackeyccg&nbsp;interface (imagem de fundo da mesa e do programa,&nbsp;avatares, colores das janelas, atalhos do teclado, sons, fontes e muito mais). V&aacute; na aba &quot;Preferences&quot; e deixe o&nbsp;lackeyccg&nbsp;do seu jeito.</span></p>

			<p><span style="color:#cccccc;"><strong>12</strong>&nbsp;- Bom jogo.</span></p>

			<p>&nbsp;</p>

			<p><span style="font-size:18px;"><span style="color:#FF0000;"><strong>Dicas:</strong></span></span></p>

			<p><span style="color:#cccccc;">Para ver as imagens das cartas, basta passar o cursor do mouse sobre ela e aguardar enquanto o&nbsp;lackeyccg&nbsp;faz o download da imagem ou se voc&ecirc; quiser baixar todas as imagens de uma vez basta ir em: &quot;Preferences&quot; &gt; &quot;Miscellaneous&quot; e marque a op&ccedil;&atilde;o &quot;Allow&nbsp;pre-downloading&nbsp;images&nbsp;for&nbsp;offline&nbsp;use?&quot; e clicar em &quot;Download&nbsp;allmissing&nbsp;card&nbsp;images&quot; na aba&nbsp;Plugin:vtes. O pacote completo de imagens tem cerca de 210mb.</span></p>

			<p><span style="color:#cccccc;">Para ver suas cartas viradas na mesa basta clicar nelas e pressionar a tecla shift em seu teclado.</span></p>

			<p><span style="color:#cccccc;">Para ver a barra de atalhos com mensagens pr&eacute;-definidas como&nbsp;Bleed, Hunt,&nbsp;Strike, basta pressionar o bot&atilde;o de +mais/-menos em cima da janela de chat.</span></p>

			<p><span style="color:#cccccc;">Se o programa pedir para atualizar basta abrir o atualizador (LackeyCCG&nbsp;Updater.exe) dentro da pasta principal do&nbsp;lackeyccg. Isso somente atualiza o programa, o&nbsp;plugin&nbsp;vtes&nbsp;se atualiza automaticamente cada vez que uma vers&atilde;o nova for lan&ccedil;ada, mas voc&ecirc; pode atualizar manualmente repetindo o passo 4 do tutorial de instala&ccedil;&atilde;o do&nbsp;lackeyccg.</span></p>

			<p><span style="color:#cccccc;">Caso queira ver as cartas no canto esquerdo ao inv&eacute;s de na parte de baixo da tela de jogo ou para ver as abas de&nbsp;tokens&nbsp;e de compartilhamento de &aacute;udio (soundshare) basta pressionar o bot&atilde;o +mais/-menos no canto superior direito do programa.</span></p>

			<p><span style="color:#cccccc;">Para converter decks no&nbsp;formato .eld&nbsp;para o formato compat&iacute;vel com o&nbsp;lackeyccg&nbsp;e vice-versa use o programa feld2lackey.exe (apenas para&nbsp;windows) incluso no pasta principal do&nbsp;lackeyccg&nbsp;(funciona apenas com decks salvos no formato .txt&nbsp;no&nbsp;lackeyccg). Algumas cartas n&atilde;o s&atilde;o convertidas, confira seu baralho antes de jogar.&nbsp;</span></p>

			<p><span style="color:#cccccc;">Se voc&ecirc; ou outro jogador cair do jogo ou se o programa travar, voc&ecirc; pode voltar ao jogo e pedir para o jogador do turno anterior carregar o&nbsp;autosave&nbsp;atrav&eacute;s da op&ccedil;&atilde;o &quot;Revert&nbsp;to&nbsp;Autosave&nbsp;1&quot; no &quot;Main&nbsp;Menu&quot;.</span></p>

			<p><span style="color:#cccccc;">Para falar com outros jogadores por voz, voc&ecirc; pode usar Skype que j&aacute; vem incorporado ao&nbsp;lackeyccg. Baixe o Skype do link abaixo e configure sua conta em &quot;Preferences&quot; &gt; &quot;Player Profile&quot;. Para criar uma conversa em grupo usando o Skype basta pressionar o &iacute;cone azul em forma de telefone no seu&nbsp;avatar&nbsp;na parte esquerda da mesa de jogo (os demais jogadores precisam configurar suas contas no Skype tamb&eacute;m).</span><br />
			<a href="http://www.skype.com/en/download-skype/skype-for-computer"><span style="color:#FF0000;">www.skype.com/en/download-skype/skype-for-computer</span></a></p>

			<p><span style="color:#cccccc;">A vers&atilde;o do Windows do&nbsp;LackeyCCG&nbsp;suporta apenas o layout de teclado em ingl&ecirc;s (a vers&atilde;o Mac funciona sem problemas), por causa disso, alguns caracteres digitados com teclados de outros idiomas no chat/log n&atilde;o funcionam (algumas letras s&atilde;o trocadas ou falham).</span></p>

			<p><span style="color:#cccccc;">Se voc&ecirc; tiver d&uacute;vidas, sugest&otilde;es ou reclama&ccedil;&otilde;es sobre o programa&nbsp;LackeyCCG&nbsp;(sobre o programa, n&atilde;o o&nbsp;plugin&nbsp;VTES) basta ir ao f&oacute;rum oficial clicando no link abaixo:</span><br />
			<a href="http://www.lackeyccg.com/forum/index.php"><span style="color:#FF0000;">www.lackeyccg.com/forum/index.php</span></a></p>

			<p><span style="color:#cccccc;">Tutorial criado por Fernando Cesar - Sydnelson<br />
			E-Mail / Skype:&nbsp;</span><a href="mailto:sydnelson1@hotmail.com"><span style="color:#cccccc;">sydnelson1@hotmail.com</span></a></p>

			<p><span style="color:#cccccc;">&Uacute;ltima atualiza&ccedil;&atilde;o<strong>:</strong>&nbsp;16/JUL/2018</span></p>
			</td>
		</tr>
	</tbody>
</table>

<p>&nbsp;</p>
</body>
</html>